;Do not translate this section
[Info]
Language=Polski
Translator=Kodi
Version=1.0.0.370

;Main Menu
[Menu]
;
;Channel Menu
;
Title32791=&Kanały
Item32791=Aktualizuj wszystkie kanały
Item33321=Zatrzymaj wszystkie aktualizacje
Item32793=Oznacz wszystko jako przeczytane
Item36564=Odśwież informacje o nowościach
Item32792=Aktualizuj Kanały/Grupy
Item32818=Oznacz jako przeczytane
Item32800=Usuń
Item36739=Zmień nazwę
Item32799=Właściwości...
Item36548=Organizuj Kanały...
Item57665=W&yjście

Title32797=Dodaj
Item32797=Kanał...
Item36537=Szukaj kanałów...
Item32796=Grupę...
Item36558=Synchronizację kanału z Blogiem...
Item32837=Wyrażenia do podświetlania...
Item32925=Etykietę...

;
;Edit Menu
;
Title57635=&Edytuj
Item57635=Wy&tnij
Item57634=&Kopiuj
Item57637=&Wklej
Item57636=&Znajdź na tej stornie...
Item36547=&Szukaj w wybranych kanałach...
Item32917=Sz&ukaj w nowych wiadomościach
Item32858=Z&najdź następne wyrażenie
Item36738=Wyszukiwanie we wszystkich kanałach...

;
;View Menu
;
Title32922=&Widok
Item32922=&Okno kanałów
Item32923=&Lista wiadomości
Item36609=Nowa karta
Item32811=&Powiększ czytaną stronę
Item33035=&Następny nie przeczytany kanał
Item36544=N&astępna nie przeczytana grupa
Item32861=&Następna nowa wiadomość
Item32860=&Poprzednia nowa wiadomość

;
;Tools Menu
;
Title32808=&Ustawienia
Item32808=&Importuj kanały z pliku OPML/XML...
Item32842=&Eksportuj kanały do pliku OPML/XML...
Item36543=E&ksportuj wiadomości do pliku &RSS/XML...
Item32841=&Kreator oczyszczania...
Item32852=&Opcje...

Title33312=Statystyka kanałów
Item33312=Najwięcej nowości
Item33313=Najmniej nowości
Item36732=Najbardziej aktywne w ciągu ostatnich 60 dni
Item36733=Najmniej aktywne w ciągu ostatnich 60 dni
Item36735=Konfiguruj...

;
;Help Menu
;
Title36553=&Pomoc
Item36553=Sprawdź &uaktualnienia programu...
Item36550=Strona &główna GreatNews ..
Item36567=&Forum GreatNews...
Item57664=&O programie...

;
;Channel Tree Popup Menu
;
Item32815=Rozwiń wszystko
Item32816=Zwiń wszystko
Item33033=Zwiń grupy

;
;News List Popup Menu
;
Item32870=Oznacz jako przeczytane
Item36601=Oznacz jako nie przeczytane
Item36539=Usuń
Item36556=Nowa etykieta...

[FeedGroupPropertiesDialog]
Title=Właściwości grupy
C1070=Nazwa grupy(*):
C1071=Opis:
C1072=Link grupy:
C1030=Nie aktualizuj automatycznie tej grupy

[OptionsDialog]
Title=Opcje

[OptionsDialog_General]
Title=Główne
C1010=Aktualizuj kanały na starcie
C1006=Sprawdź aktualizację GreatNews na starcie
C1013=Minimalizuj do tray`a
C1058=Zamykaj do tray`a
C1074=Aktualizuj kanały co
C1075=Przypomnij o "Kreatorze czyszczenia" co
C1073=Po starcie programu wyświetl
C1062=Pustą stronę
C1007=Ekran powitalny
C1063=Najczęściej oglądane kanały
C1016=Ustaw GreatNews jako główny czytnik wiadomości

[OptionsDialog_Reading]
Title=Wyświetlanie
C1076=Pokaż
C1077=nowych wiadomości na stronę (1 ~ 999)
C1011=Oznacz poprzedni kanał jako przeczytany przy przełączaniu kanałów
C1010=Aktualizuj automatycznie po kliknięciu na Kanał/Grupę
C1078=Podczas kliknięcia "Next>" link na ostaniej stronie
C1062=Nie rób nic
C1067=Pokaż następny nie przeczytany kanał lub grupę
C1079=Oznacz aktualną stronę jako przeczytaną
C1069=Ręcznie
C1068=Automatycznie po
C1080=sekundach(0~999, 0 - nigdy)
C1006=Powiadom mnie gdy nie ma nowości przez
C1135=dni
C1136=Pokazuj informację o nowościach przez
C1137=sekund

[OptionsDialog_Usability]
Title=Odczyt
C1081=Ustawienia "Następny nie przeczytany Kanał/Grupa"
C1010=Zamknij listę nowości
C1011=Ustaw filtr na "nie przeczytane" wiadomości
C1012=Oznacz poprzedni Kanał/Grupę jako przeczytany
C1082=Ustawienia szukania Wiadomości/Nowej/Poprzedniej
C1013=Automatycznie otwórz listę nowości
C1006=Zablokuj wyskakujące okienka
C1007=Pokaż okienko powiadomienia po zakończeniu aktualizacji
C1058=Otwórz link wiadomości RSS w głównej przeglądarce.
C1138=Podwójne kliknięcie na liscie nowości powoduje otwarcie strony w
C1062=Zewnętrznej przeglądarce
C1063=Aktualnej karcie
C1064=Nowej karcie
C1139=Kliknięcie linku w przeglądanej wiadomości powoduje jego otwarcie w
C1057=Aktualnej karcie
C1060=Zewnętrznej przeglądarce
C1061=Nowej karcie
C1059=Wyłącz przeglądanie w kartach (wymagany restart GreatNews)
C1123=Nie rozwijaj/zwijaj automatycznie przeglądanych grup

[OptionsDialog_ItemFeatures]
C1140=Pokaż zaznaczone informacje na przeglądanej stronie:
C1010=Ustaw etykietę
C1011=Wyślij link wiadomości przez e-mail
C1013=Autor
C1017=Podświetl nowości
C1006=Pokaż komentarze (jeśli ta funkcja jest dostępna)
C1141=Odtwarzaj/Pokazuj wybrane typy załączników:
C1016=Ustawienia Bloga...

[OptionsDialog_Connection]
C1062=Użyj ustawień Internet Explorer
C1063=Użyj serwera proxy:
C1147=URL:
C1148=Port:
C1149=Login:
C1150=Hasło:
C1151=Bez proxy dla:

[ConfigBlogToolsDialog]
Title=Ustawienia Bloga
C1142=Lista Blogów:
C1143=Właściwości:
C1108=Nazwa:
C1145=Typ:
C1100=URL:
C1146=Możesz użyć wybranych zmiennych w adresie URL: %TITLE%, %TEXT%, %LINK%, %AUTHOR%, %HTMLFILE%
C1017=&Nowy
C1057=&Usuń
C1018=&Zapisz
C2=Zamknij

[LabelDialog]
Title=Właściwości etykiety
C1083=Etykieta(*):
C1120=Styl:

[FindSubscribedChannelDialog]
Title=Szukaj Subskrybowanych Kanałów

[GlobalSearchDialog]
Title=Globalne wyszukiwanie
C1134=&Wpisz szukany wyraz:
C1027=&Szukaj dokładniej
C1013=&Wyróżnij znalezione
C1=Start
C2=Zamknij

[OrganizeChannelsDialog]
Title=Organizuj kanały
C1084=Zaznacz kanał:
C1017=Zaznacz wszystko
C1038=Odznacz wszystko
C1061=Nowa grupa...
C1016=Przenieś do grupy
C1052=Usuń kanał
C1064=Odłącz od Bloglines

[ChannelPropertiesDialog]
Title=Właściwości kanału

[ChannelPropertiesDialog_URL]
C1085=Adres URL(*):
C1010=Pobierz właściwości kanału z Internetu
C1016=Sprawdź kanał
C1065=Synchronizuj kanał z Bloglines.com
C1064=Odłącz od Bloglines
C1030=Nie aktualizuj automatycznie kanału
C1006=Ten kanał wymaga autoryzacji:
C1130=Login:
C1131=Hasło:
C1125=Porada:Jeśli nie znasz bezpośredniego linku do kanału RSS wpisz link do strony głównej np: http://www.cnn.com a GreatNews automatycznie wykryje kanał.

[ChannelPropertiesDialog_Properties]
C1086=Tytuł(*):
C1087=Opis:
C1088=Strona internetowa:
C1089=Format:
C1009=( wybierz "Pobierz właściwości kanału z Internetu" aby uaktualnić format kanału )
C1092=Modyfikowano:
C1090=Aktualizowano:
C1021=Jeszcze nie aktualizowano
C1114=Aktualizcja co:
C1115=Usuń starsze wiadomości niż:

[ChannelPropertiesDialog_Settings]
C1114=Częstotliwość aktualizacji:
C1120=Styl wyświetlania:
C1115=Usuń starsze wiadomości niż:
C1013=Przy usuwaniu pozostaw
C1132=wiadomości w kanale
C1006=Powiadom gdy przybędą nowe wiadomości
C1007=Zachowaj wiadomości gdy nie aktywny

[ChannelPropertiesDialog_Group]
C1091=Wybierz grupę kanałów:
C1016=Nowa grupa...

[InactiveChannelDialog]
Title=Nie aktywny kanał
C1016=Usuń/Wyłącz
C1133=(Inactive feeds that have labelled news items will be disabled)
C1122=Pozostaw jako
C2=Zamknij

[NewsWatchPropertiesDialog]
Title=Ustawienia przeglądania nowości

[NewsWatchPropertiesDialog_Properties]
C1092=Nazwa(*):
C1093=Podświetlane słowo
C1044=Szukaj każdego słowa
C1023=Szukaj wszystkich słów
C1046=Szukaj dokładnej frazy
C1027=Dokładne sprawdzanie
C1013=Pasująca całość
C1094=Dla pasujących nowych wiadomości
C1059=Kolor tekstu
C1095=Kolor tła
C1057=Ignoruj pasujące wiadomości podczas aktualizowania
C1058=Oznacz jako przeczytane
C1154=Podświetlić:
C1010=Tytuł
C1019=Treść wiadomości
C1015=Autor
C1041=Wyłącz podświetlanie
C1120=Styl wyświetlania:

[NewsWatchPropertiesDialog_Channels]
C1023=Wyświetl wszystkie kanały
C1024=Wyświetl wybrane kanały
C1016=Wszystko
C1038=Nic
C1018=Przeglądaj wybrane kanały po znalezieniu


[ExportDialog]
Title=Eksport do OPML/XML

[ExportDialog_Select]
C1097=Wybierz grupy/kanały:
C1016=Wszystkie
C1038=Żadne
C1010=Eksportuj także wiadomości i etykiety
C1098=(Jeżeli zaznaczysz to wtedy plik wynikowy opml/xml może nie być kompatybilny z innymi czytnikami RSS)

[ExportDialog_File]
C1096=Nazwa pliku(*):

[ImportDialog]
Title=Import z OPML/XML

[ImportDialog_File]
C1032=Importuj &wbudowane kanały
C1035=Importuj kanały/grupy z &pliku
C1099=Ścieżka pliku:
C1036=Importuj kanały/grupy z &Internetu
C1100=URL:

[ImportDialog_Select]
C1104=Zaznacz grupy/kanały:
C1016=Wszystko
C1038=Żadne
C1010=Aktualizuj kanały przed importem
C1011=Importuj nowe wiadomości i etykiety znalezione w tym pliku

[ImportDialog_Group]
C1101=Przenieś kanał do wybranej grupy:
C1016=Nowa Grupa...

[ImportDialog_Progress]
C1026=Kliknij [Dalej] aby zacząć importowanie...
C1016=Zakończ
C1102=(Możesz zakończyć importowanie i rozpocząć później)
C1103=Porada: po imporcie wybierz Kanały->Organizuj kanały... aby uporządkować

[ExportRSSDialog]
Title=Eksportuj wiadomości do RSS
C1099=Nazwa pliku(*):

[CleanupDialog]
Title=Kreator czyszczenia

[CleanupDialog_Options]
C1105=Usuń starsze wiadomości niż:
C1117=(Ustawienia kanałów nadpisują aktualne opcje)
C1010=Także &nie przeczytane wiadomości
C1011=Także &etykiety nowych wiadomości
C1006=Kompresuj plik z danymi podczas czyszczenia
C1124=Usuń pliki tymczasowe
C1013=Przy usuwaniu pozostaw
C1152=wiadomości w kanałach (*)
C1153=(*) zmiana nadpisze ustawienia główne

[CleanupDialog_Channels]
C1097=Zaznacz kanały:
C1016=Wszystkie
C1038=Żadne

[CleanupDialog_Progress]
C1025=Kliknij [Dalej] aby zacząć czyszczenie

[SearchChannelPropertiesDialog]
Title=Szukaj kanałów
C1106=Szukaj z:
C1107=Wyraz(*):
C1108=Tytuł(*):

[BloglinesSyncDialog]
Title=Bloglines.com synchronizacja

[BloglinesSyncDialog_Account]
C1109=Bloglines.com Login:
C1110=Hasło(*):
C1111=Powtórz hasło(*):

[BloglinesSyncDialog_Channels]
C1112=Wybierz kanały Bloglines które chcesz synchronizować z GreatNews:
C1016=Wszystkie
C1038=żadne
C1010=GreatNews nie może pobrać kanałów z Bloglines

[Toolbars]
T200=Wyświetl wiadomości z
T201=Szukaj
T101=URL

B32791=Aktualizuj wszystko
B32818=Oznacz jako przeczytane
B32850=Pokaż wszystko
B32840=Styl

;The date combobox on toolbar
[DateFilter]
0=Dzisiaj
1=Wczoraj i dzisiaj
2=Ostatnich 7 Dni
3=Ostatnich 30 Dni
4=Wszystkie

;The status combobox on toolbar
[StatusFilter]
0=Nie przeczytane
1=Etykiety
2=Wszystkie

;Auto Update Frequency combobox in Options dialog
[AutoUpdateFrequency]
0=15 minut
1=30 minut
2=1 godzine
3=2 godziny
4=3 godziny
5=4 godziny

; Cleanup reminding interval combobox in Options dialog
[CleanupReminderInterval]
0=1 tydzień
1=2 tygodnie
2=1 miesiąc
3=2 miesiące
4=3 miesiące
5=6 miesięcy
6=Nigdy

;Auto Update Frequency combobox in Channel Properties dialog
[ChannelAutoUpdateFrequency]
0=Standardowo
1=1 min
2=5 min
3=10 min
4=15 min
5=30 min
6=1 godzina
7=2 godziny
8=3 godziny
9=4 godziny
10=2 razy dziennie
11=Codziennie

;Cleanup max age combobox in Channel Properties dialog
[ChannelCleanupMaxAge]
0=Standardowo
1=Wszystkie
2=1 dzień
3=2 dni
4=1 tydzień
5=2 tygodnie
6=1 miesiąc
7=3 miesiące
8=6 miesięcy
9=Nigdy

; Cleanup combobox in Cleanup Wizard
[Cleanup]
0=Wszystko
1=1 tydzień
2=2 tygodnie
3=1 miesiąc
4=3 miesiące
5=6 miesięcy


[Messages]
;main
M137=Ten kanał już masz subskrybowany. Chcesz go wyświetlić?
M138=Ten link już występuje w którymś z subskrybowanych kanałów. Chcesz kontynuować?
M152=Napewno chcesz usunąć grupę [%s]?
M153=Napewno chcesz usunąć kanał [%s]?
M154=Napewno chcesz usunąć podświetlanie słowa [%s]?
M155=Napewno chcesz usunąć etykietę [%s]?
M156=Nie mogę znaleźć pliku z danymi GreatNews.[%s]
M157=Niekompatybilny plik z danymi. Kliknij Ok aby przywrócić poprzednią wersję.
M158=Wykryto nowszą wersję [%s]. Czy chcesz zobaczyć co zawiera nowego?
M159=%d nowych kanałów
M160=Pobrano i zakończono sukcesem %d nowych nagłówków z %d kanałów.
M161=%d błędny(ch) kanał(y,ów).
M162=GreatNews zakończył aktualizację wiadomości w kanałach.
M163=GreatNews - aktualizuje kanał %d z %d
M164=Posiadasz stare wiadomości z przed  %d dni. Chcesz uruchomić "Kreator czyszczenia" ?
M167=Aktualizacja kanału %s...
M175=Używasz najnowszej wersji GreatNews.
M176=Nastąpił błąd podczas sprawdzania. Spróbuj ponownie później.
M177=Lista nowości jest pusta. Proszę, zaznacz kanał lub grupę, w których chcesz szukać.
M178=Nie wykryto nie przeczytanych wiadomości w kanałach.
M202=GreatNews poprzednio nie został zamknięty prawidłowo. Odświeżam nie przeczytane wiadomości w kanałach.
M207=Napewno chcesz oznaczyć wszystko jako przeczytane?
M208=Nie mogę znaleźć odpowiedniego blogu.
M209=GreatNews jest ciągle ulepszany. Ta wersja beta jest starsza niż 30 dni. Proszę ściągnąć najnowszą ze strony http://www.curiostudio.com

; channel group dialog
M139=%d nowych wiadomości w %d kanałach. %d nie przeczytanych.

; various channel dialogs
M140=%d wiadomości w tym kanale. %d nie przeczytanych.
M147=Proszę, wpisz słowo do wyszukania.
M148=Proszę, nazwij szukany kanał.
M168=Proszę, wpisz adres URL kanału.
M169=Nazwa kanału nie może być pusta.
M171=Proszę, wybierz grupę.

; cleanup wizard
M141=%d wiadomości przed wyczyszczeniem
M142=%d wiadomości po wyczyszczeniu
M143=Czyszczony kanał: %s...
M144=Zwarty system plików...
M145=Czyszczenie zakończono pomyślnie
M146=Proszę, wybierz przynajmniej jeden kanał.
M204=Czy napewno chcesz usunąc etykiety podczas tego czyszczenia?

;Export RSS dialog
M149=%d wiadomości wyeksportowano do pliku: %s

;Export Wizard
M150=Proszę, sprecyzuj nazwę pliku do zapisania.
M151=%d Kanał(ów) i %d Grup(ę,y) pomyślnie wyeksportowano.
;Channel Organizer

M165=Napewno chcesz usunąć %d zaznaczony(e) kanał(y)?
M179=Proszę, zaznacz kanał który chcesz przenieść
M180=Proszę, zaznacz grupę do której chcesz przenieść wyznaczony kanał
M181=Proszę, zaznacz kanały które chcesz usunąć
M182=Proszę, wybierz kanał Bloglines który chcesz odłączyć

;Search dialog
M166=Szukanie %d z %d...
M170=Nie znaleziono żadnych nowości

;Import Wizard
M172=Proszę, sprecyzuj nazwę pliku
M173=Proszę, sprecyzuj adres URL
M174=Proszę, zatrzymaj importowanie przed zamknięciem.
M190=%d Kanałów i %d Grup zaimportowano z sukcesem.\n
M191=%d Kanałów i %d Grup pominięto ponieważ już takie istnieją.\n
M192=%d Kanałów i %d Grup nie zaimportowano.
M193=\tGroup '%s' zaimportowano z sukcesem
M194=\tGroup '%s' pominięto
M195=***** Grup '%s' nie zaimportowano
M196=\tKanał '%s' pominięto
M197=Importowanie Kanału '%s'...
M198="**** Kanał '%s' zaimportowano przed zmianą
M199=\tKanał '%s'  zaimportowano z sukcesem
M200=***** Kanału '%s' nie zaimportowano. [%s]*****
M201=***** CKanału '%s' nie zaimportowano. *****


;Bloglines Sync Wizard
M183=Proszę, wpisz Login Bloglines.com
M184=Hasło i Potwierdzenie hasła nie są takie same

;News Watch dialog
M185=Proszę, wpisz słowo/słowa
M186=Proszę, wpisz tytuł do pilnowania
M187=Proszę, sprawdź i wybierz przynajmniej jedną opcję pilnowania
M188=Kolory tekstu i tła nie mogą być takie same
M189=Proszę, wybierz przynajmniej jeden kanał
